[
    {"name": "Ferrari LaFerrari", "price":"890,000", "engine":"6.5L V12","power":"789 hp @ 8500 rpm","firstHundred":"3.8", "img":"https://i.ibb.co/GsHtYF8/laferrari.jpg","description":"It boasts the most extreme performance ever achieved by a Ferrari production car and features the most advanced and innovative technical solutions which will, in the future, filter down to the rest of the Ferrari range. The LaFerrari is Ferrari’s first ever production car to be equipped with the F1-derived hybrid solution – the HY-KERS system – which combines an electric motor producing over 150 CV with the most powerful incarnation yet of Ferrari’s classic V12, with 800 CV at 9000 rpm.", "topspeed":"350"},
    {"name": "Ferrari 812 Superfast", "price":"340,712", "engine":"6.5L V12","power":"789 hp @ 8500 rpm","firstHundred":"5.8", "img":"https://i.ibb.co/54bBMJG/ferrari-812-superfast-avant.jpg","description":"A grand tourer with a whopping 789 hp, wrapped in a curvaceous Italian body, paired to one of the greatest chassis we have ever experienced. With its front-mid-mounted naturally aspirated 6.5L V12 engine and rear-wheel drive layout, it is the latest iteration of Ferrari’s super-GT car.", "topspeed":"211"},
    {"name": "Ferrari SF90 Stradale", "price":"507,000", "engine":"4.0L TT V8 + 3 electric","power":"989 hp (combined)","firstHundred":"6.7", "img":"https://i.ibb.co/JK6K3cz/ferrari-sf90-stradale-2021.jpg","description":"Ferrari’s SF90 Stradale is a stunning new hybrid supercar that produces 989 hp from a plug-in hybrid powertrain. This hybrid setup utilizes a twin-turbocharged 4.0L V8 combustion engine, paired to three electric motors.", "topspeed":"211"},
    {"name": "Ferrari F8 Spider", "price":"274,000", "engine":" 3.9L twin-turbo V8","power":"710 hp @ 8000 rpm","firstHundred":"7.8 ", "img":"https://i.ibb.co/7v7M4rJ/Ferrari-F8-Spider.jpg","description":"The F8 Spider replaces the 488 Spider and is officially on sale in Ferrari dealerships. It is powered by a twin-turbocharged 3.9-liter V-8 that produces 710 horsepower and 568 lb-ft of torque. It is rear-wheel drive, and a seven-speed automatic transmission changes the gears.", "topspeed":"211"},
    {"name": "Ferrari Roma", "price":"222,630", "engine":"3.9L twin-turbo V8","power":"612 hp @ 7500 rom","firstHundred":"9.3", "img":"https://i.ibb.co/P52Ssd0/Ferrari-Roma.jpg","description":"The vehicle is a stunning thing to look at, with a minimalist (by today’s standards) grille and a shark-nose front end. It’s long, lean, and so utterly Ferrari. Gets a 3.9L twin-turbo V8 engine with new cam profiles and a speed sensor that allows the maximum rpm to rise by 5,000 rpm.", "topspeed":"199"},
    {"name": "Ferrari 488 Pista", "price":"350,000", "engine":"3.9 L twin turbo V8","power":"710 bhp @ 7500 rpm","firstHundred":"5.4", "img":"https://i.ibb.co/qCJsSr1/Ferrari-488-Pista.jpg","description":"The 488 Pista is the marque’s latest Special Series model and – following in the footsteps of its predecessors – epitomizes the pinnacle of Ferrari road cars. Ferrari’s naturally aspirated V8s shrieked and snarled into the redline. The Pista barks and roars its way there. A different special series animal.", "topspeed":"211"}
]






